{
  "privacyPolicy": {
    "head": "ҚҰПИЯЛЫЛЫҚ САЯСАТЫ",
    "intro": "Жеке деректердің Құпиялылық саясаты (бұдан әрі – Құпиялылық саясаты) «Aqmaral» компаниясы, aqmaral.com домендік атауларында орналасқан, пайдаланушы туралы сайтты пайдалану кезінде алуы мүмкін барлық ақпаратқа қатысты қолданылады.",

    "points": {
      "title-1": "1. ТЕРМИНДЕРДІ АНЫҚТАУ",
      "title-2": "2. ШАРТТАРҒА КЕЛІСІМ",
      "title-3": "3. ҚҰПИЯЛЫЛЫҚ САЯСАТЫНЫҢ ПРЕДМЕТІ",
      "title-4": "4. ПАЙДАЛАНУШЫНЫҢ ЖЕКЕ АКПАРАТЫН ЖИНАУ МАҚСАТТАРЫ",
      "title-5": "5. ЖЕКЕ АКПАРАТТЫ ӨҢДЕУ ӘДІСТЕРІ МЕН МЕРЗІМДЕРІ",
      "title-6": "6. ТАРАПТАРДЫҢ МІНДЕТТЕРІ",
      "title-7": "7. ТАРАПТАРДЫҢ ЖАУАПКЕРШІЛІГІ",
      "title-8": "8. ДАУЛАРДЫ ШЕШУ",
      "title-9": "9. ҚОСЫМША ШАРТТАР",

      "1": [
        "1.1. Осы Құпиялылық саясатының терминдері төмендегідей анықталады:",
        "1.1.1. «Сайт әкімшілігі (бұдан әрі – Сайт әкімшілігі)» – ұйымның атынан әрекет ететін сайтты басқаратын уәкілетті қызметкерлер, олар жеке деректерді өңдеуді ұйымдастырады және/немесе жүзеге асырады, жеке деректерді өңдеудің мақсаттары мен ауқымын анықтайды, жеке деректермен жасалатын әрекеттерді орындайды.",
        "1.1.2. «Жеке деректер» – тікелей немесе жанама түрде анықталған немесе анықталатын нақты физикалық тұлғаға қатысты кез келген ақпарат.",
        "1.1.3. «Жеке деректерді өңдеу» – автоматтандырылған немесе автоматтандырылмаған құралдарды пайдалана отырып немесе пайдаланбай жеке деректермен жасалатын кез келген әрекет немесе әрекеттер жиынтығы, оның ішінде жинау, жазу, жүйелеу, жинақтау, сақтау, нақтылау (жаңарту, өзгерту), алу, пайдалану, беру (таралу, қамтамасыз ету, қол жеткізу), анонимдеу, блоктау, жою, жою.",
        "1.1.4. «Жеке деректердің құпиялылығы» – жеке деректер субъектісінің келісімінсіз немесе басқа заңды негізсіз олардың таралуына жол бермеуді міндеттейтін талап.",
        "1.1.5. «Сайт пайдаланушысы (бұдан әрі – Пайдаланушы)» – сайтқа интернет желісі арқылы қол жеткізетін және сайтты пайдаланатын тұлға.",
        "1.1.6. «Cookies» — веб-сервер арқылы жіберілетін және пайдаланушының компьютеріде сақталатын кішігірім мәліметтер бөлігі, ол веб-шолғыш арқылы сайттың тиісті бетіне HTTP сұранысы кезінде серверге қайталанып жіберіледі.",
        "1.1.7. «IP-мекенжай» — IP протоколына негізделген компьютерлік желідегі түйіннің ерекше желілік мекенжайы."
      ],
      "2": [
        "2.1. Пайдаланушының сайтты пайдалануы осы Құпиялылық саясатына және жеке деректерді өңдеу шарттарына келісуді білдіреді.",
        "2.2. Егер Пайдаланушы Құпиялылық саясатының шарттарына келіспесе, сайтты пайдалануды тоқтатуы қажет.",
        "2.3. Осы Құпиялылық саясаты sanaup.com(Aqmaral) барлық сайттарына қолданылады. Компания үшінші тарап сайттарына сілтемелер арқылы өтуге жауап бермейді және оларды бақыламайды.",
        "2.4. Сайт әкімшілігі Пайдаланушы берген жеке деректердің дұрыстығын тексермейді."
      ],
      "3": [
        "3.1. Осы Құпиялылық саясаты сайт әкімшілігінің Пайдаланушы берген жеке деректердің құпиялығын сақтау және ашпау міндеттерін белгілейді.",
        "3.2. Құпиялылық саясаты аясында өңдеуге рұқсат етілген жеке деректер Пайдаланушы санaup.com сайтындағы тіркелу формасын толтыру арқылы ұсынады, ол төмендегі ақпаратты қамтиды:",
        "3.2.1. Пайдаланушының тегi, аты, әкесінің аты;",
        "3.2.2. Пайдаланушының байланыс телефоны;",
        "3.2.3. Электрондық пошта мекенжайы.",
        "3.3. Сайт статистикалық скрипт (пиксель) орнатылған беттерді және жарнамалық блоктарды қарау кезінде автоматты түрде келесі деректерді қорғайды:",
        "• IP-мекенжай;",
        "• cookies туралы ақпарат;",
        "• браузер (немесе жарнамаға қол жеткізетін бағдарлама) туралы ақпарат;",
        "• кіру уақыты;",
        "• жарнамалық блок орналасқан бет мекенжайы;",
        "• реферер (алдыңғы бет мекенжайы).",
        "3.3.1. Cookies өшіру сайттың авторизация талап ететін бөліктеріне кіру мүмкіндігін шектеуі мүмкін.",
        "3.3.2. Интернет-дүкен өз келушілерінің IP-мекенжайлары туралы статистика жинайды. Бұл ақпарат техникалық мәселелерді анықтау және шешу, сондай-ақ қаржылық операциялардың заңдылығын бақылау мақсатында қолданылады.",
        "3.4. Жоғарыда көрсетілмеген басқа жеке ақпарат (пайдалану тарихы, қолданылатын браузерлер мен операциялық жүйелер және т.б.) сенімді сақталады және таралмайды, тек 5.2 және 5.3 тармақтарда көрсетілген жағдайларда ғана ашылады."
      ],
      "4": [
        "4.1. Сайт әкімшілігі Пайдаланушының жеке деректерін келесі мақсаттарда пайдалана алады:",
        "4.1.1. Сайтта тіркелген Пайдаланушыны анықтау, сатып алу рәсімдеу және Aqmaral-мен қашықтықтан тауар сатып алу келісімін жасау үшін.",
        "4.1.2. Пайдаланушыға сайттың жеке ресурстарына қол жеткізуін қамтамасыз ету.",
        "4.1.3. Пайдаланушымен кері байланыс орнату, оның ішінде хабарламалар, сұраулар жіберу, сайтты пайдалану туралы, қызмет көрсету туралы өтініштер мен сұраныстарды өңдеу.",
        "4.1.4. Қауіпсіздікті қамтамасыз ету және алаяқтықтың алдын алу үшін Пайдаланушының орналасқан жерін анықтау.",
        "4.1.5. Пайдаланушы берген жеке деректердің дұрыстығы мен толықтығын растау.",
        "4.1.6. Төлемдерді өңдеу және қабылдау, салықты немесе салықтық жеңілдіктерді растау, төлемдерді даулау, Пайдаланушының несиелік шот алу құқығын анықтау.",
        "4.1.7. Сайтты пайдалану кезінде туындайтын мәселелер бойынша Пайдаланушыға тиімді техникалық және клиенттік қолдау көрсету.",
        "4.1.8. Пайдаланушы келісімі бойынша өнім жаңартулары, арнайы ұсыныстар, баға ақпараттары, жаңалықтар хаттамаларын және басқа да ақпаратты сайт атынан немесе сайт серіктестері атынан ұсыну.",
        "4.1.9. Пайдаланушы келісімімен жарнамалық қызметтерді жүргізу.",
        "4.1.10. Пайдаланушыға сайт серіктестерінің сайттары мен қызметтеріне қол жеткізуін қамтамасыз ету мақсатында өнімдер, жаңартулар және қызметтер алу үшін."
      ],
      "5": [
        "5.1. Пайдаланушының жеке деректерін өңдеу мерзімсіз, заңды тәсілдермен, соның ішінде автоматтандырылған құралдармен немесе онсыз жүзеге асырылады.",
        "5.2. Пайдаланушы келіседі, Сайт әкімшілігі жеке деректерді үшінші тұлғаларға, атап айтқанда курьерлік қызметтерге, пошта ұйымдарына, байланыс операторларына, тек Пайдаланушының SanaUp интернет-дүкеніндегі тапсырысын орындау мақсатында, оның ішінде Тауарды жеткізу үшін бере алады.",
        "5.3. Пайдаланушының жеке деректері Қазақстан Республикасының уәкілетті мемлекеттік органдарына тек заңда белгіленген негіздер мен тәртіппен берілуі мүмкін.",
        "5.4. Жеке деректер жоғалған немесе жарияланған жағдайда Сайт әкімшілігі Пайдаланушыны хабарландырады.",
        "5.5. Сайт әкімшілігі Пайдаланушының жеке ақпаратының заңсыз немесе кездейсоқ қол жеткізілуі, жойылуы, өзгертілуі, блокталуы, көшіруі, таралуы және басқа заңсыз әрекеттерден қорғау үшін қажетті ұйымдастырушылық және техникалық шараларды қабылдайды.",
        "5.6. Сайт әкімшілігі және Пайдаланушы жеке деректердің жоғалуы немесе жариялануынан туындайтын зиянды немесе басқа теріс салдарды болдырмау үшін барлық қажетті шараларды қабылдайды."
      ],
      "6": [
        "6.1. Пайдаланушы міндетті:",
        "6.1.1. Сайтты пайдалануға қажетті жеке деректер туралы ақпаратты беру.",
        "6.1.2. Жеке деректер туралы берілген ақпарат өзгерген жағдайда оны жаңарту және толықтыру.",
        "6.2. Сайт әкімшілігі міндетті:",
        "6.2.1. Қабылданған ақпаратты осы Құпиялылық саясатының 4-тармағында көрсетілген мақсаттар үшін ғана пайдалану.",
        "6.2.2. Құпия ақпаратты құпия түрде сақтау, Пайдаланушының алдын ала жазбаша келісімінсіз ашпау, жеке деректерді сату, айырбастау, жариялау немесе басқа жолдармен таратуға жол бермеу (5.2 және 5.3 тармақтарды қоспағанда).",
        "6.2.3. Жеке деректердің құпиялығын сақтау үшін қолданыстағы іскерлік тәжірибеде қабылданған сақтық шараларын қолдану.",
        "6.2.4. Жарамсыз жеке деректер немесе заңсыз әрекеттер анықталған жағдайда, Пайдаланушының немесе оның заңды өкілі немесе уәкілетті органының өтініші бойынша жеке деректерді блоктау."
      ],
      "7": [
        "7.1. Міндеттерін орындамаған жағдайда Сайт әкімшілігі Қазақстан Республикасының заңдарына сәйкес Пайдаланушыға келтірілген зиян үшін жауапты болады, 5.2, 5.3 және 7.2 тармақтарда көрсетілген жағдайлардан басқа.",
        "7.2. Құпия ақпараттың жоғалуы немесе жариялануы жағдайында Сайт әкімшілігі жауапты емес, егер бұл ақпарат:",
        "7.2.1. Жоғалудан немесе жарияланудан бұрын қоғамдық доменге айналған болса.",
        "7.2.2. Сайт әкімшілігіне үшінші тұлғадан алынған болса.",
        "7.2.3. Пайдаланушының келісімімен жарияланған болса."
      ],
      "8": [
        "8.1. Сайт пайдаланушысы мен Сайт әкімшілігі арасындағы даулар бойынша сотқа жүгінуден бұрын міндетті түрде талап (дау-дамайларды ерікті түрде шешу туралы жазбаша ұсыныс) беріледі.",
        "8.2. Талап алынған күннен бастап 30 күн ішінде талап алушы талап иесіне талап қаралғаны туралы жазбаша хабарлама жібереді.",
        "8.3. Келісімге қол жеткізілмеген жағдайда дау Қазақстан Республикасының қолданыстағы заңнамасына сәйкес сотта қаралады.",
        "8.4. Осы Құпиялылық саясаты мен Пайдаланушы мен Сайт әкімшілігі арасындағы қатынастар Қазақстан Республикасының заңнамасына сәйкес реттеледі."
      ],
      "9": [
        "9.1. Сайт әкімшілігі Құпиялылық саясатына өзгерістер енгізуге құқылы, Пайдаланушының келісімінсіз.",
        "9.2. Жаңа Құпиялылық саясаты оның сайтта жарияланған күнінен бастап күшіне енеді, егер жаңа редакцияда басқаша көрсетілмесе.",
        "9.3. Құпиялылық саясатына қатысты барлық ұсыныстар мен сұрақтарды интернет-дүкеннің тиісті бөлімінде хабарлау қажет.",
        "9.4. Қазіргі Құпиялылық саясаты https://aqmaral.com/kk/privacy-policy мекенжайында жарияланған."
      ]
    },
    "update": " 2019 жылғы «14» шілдеде жаңартылған."
  }
}