{
  "publicOffer": {
    "head": "ҚОҒАМДЫҚ ОФЕРТА ШАРТЫ",

    "points": {
      "title-1": "1. ЖАЛПЫ ЕРЕЖЕЛЕР",
      "title-2": "2. ТЕРМИНДЕРДІ АНЫҚТАУ",
      "title-3": "3. КЕЛІСІМНІҢ ПӘНІ",
      "title-4": "4. ТАРАПТАРДЫҢ ҚҰҚЫҚТАРЫ МЕН МІНДЕТТЕРІ",
      "title-5": "5. aqmaral.com САЙТЫН ПАЙДАЛАНУ",
      "title-6": "6. ЖАУАПКЕРШІЛІК",
      "title-7": "7. ПАЙДАЛАНУШЫЛЫҚ КЕЛІСІМ ШАРТТАРЫН БҰЗУ",
      "title-8": "8. ДАУЛАРДЫ ШЕШУ",
      "title-9": "9. ҚОСЫМША ШАРТТАР",
      "title-10": "10. Орындаушының реквизиттері мен мекенжайы",

      "1": [
        "1. Осы Пайдаланушылық келісім (бұдан әрі – Келісім) «Aqmaral» сайтына, aqmaral.com мекенжайында орналасқан, және оған байланысты барлық сайттарға қолданылады.",
        "1.2. «Aqmaral» сайты (бұдан әрі – Сайт) «Myrza» ЖК-не тиесілі.",
        "1.3. Осы Келісім «Aqmaral» сайтының әкімшілігі (бұдан әрі – Әкімшілік) мен Сайттың Пайдаланушысы арасындағы қатынасты реттейді.",
        "1.4. Сайт әкімшілігі Келісімнің тармақтарын кез келген уақытта Пайдаланушыға хабарламай өзгертуге, толықтыруға немесе жоюға құқылы.",
        "1.5. Пайдаланушының Сайтты әрі қарай пайдалануы осы Келісім мен оған енгізілген өзгерістерді қабылдағанын білдіреді.",
        "1.6. Пайдаланушы Келісімдегі өзгерістерді тексеру үшін жеке жауапкершілік көтереді."
      ],
      "2": [
        "2.1. Төменде көрсетілген терминдер осы Келісімнің мақсаттары үшін келесі мағынаны білдіреді:",
        "2.1.1. «Aqmaral» — aqmaral.com домендік атауларында орналасқан өнімдер мен қызметтер, Интернет ресурсы және оған байланысты сервистер арқылы өз қызметін жүзеге асыратын.",
        "2.1.2. Aqmaral — өнімдер мен қызметтер, сатушылар туралы ақпаратты қамтитын сайттар, пайдаланушыға өнімдер мен қызметтерді таңдау, тапсырыс беру және (немесе) сатып алуға мүмкіндік беретін.",
        "2.1.3. Aqmaral сайттарының әкімшілігі — «Myrza» ЖК атынан Сайтты басқаруға өкілетті қызметкерлер.",
        "2.1.4. Aqmaral сайтының пайдаланушысы (әрі қарай — Пайдаланушы) — Интернет желісі арқылы Сайтқа қол жеткізуі бар және Сайтты пайдаланатын тұлға.",
        "2.1.5. Aqmaral сайтының мазмұны (әрі қарай — Мазмұн) — видеоматериалдар, оқу материалдарының мәтіндері, олардың атаулары, кіріспелері, аннотациялары, мақалалар, иллюстрациялар, мұқабалар, графикалық, мәтіндік, фотосуреттер, туындылар, қосымша және басқа да шығармалар, пайдаланушы интерфейстері, сондай-ақ осы Мазмұнға кіретін Сайттардың дизайны, құрылымы, сыртқы көрінісі, жалпы стилі және орналасуы, сондай-ақ Aqmaral сайттарында қамтылған басқа зияткерлік меншік нысандарының барлығы бірге және/немесе жеке-жеке."
      ],
      "3": [
        "3.1. Осы Келісімнің нысаны – Пайдаланушыға Aqmaral сайтының материалдарына және көрсетілетін қызметтеріне қол жеткізу мүмкіндігін беру.",
        "3.1.1. Интернет-дүкен Пайдаланушыға келесі қызмет түрлерін ұсынады: — aqmaral.com сайттарында өнімдер мен сервистерді сатып алу құқығымен ақылы негізде электрондық контентке қол жеткізу; — Қызмет туралы және Қызметті ақылы негізде сатып алу туралы ақпаратқа қол жеткізу; — Aqmaral сайтында көрсетілген тарифтерге сәйкес ақылы негізде жеке кеңес алуға қол жеткізу.",
        "3.1.2. Осы Келісім Aqmaral-дың қазіргі уақытта бар (іс жүзінде жұмыс істеп тұрған) барлық қызметтеріне, сондай-ақ олардың кез келген кейінгі өзгерістеріне және болашақта пайда болатын қосымша қызметтеріне қолданылады.",
        "3.2. Aqmaral сайтының ашық бөлімдеріне қол жеткізу тегін негізде беріледі.",
        "3.3. Осы Келісім жария оферта болып табылады. Сайтқа қол жеткізе отырып, Пайдаланушы осы Келісімге қосылған болып саналады.",
        "3.4. Сайттағы материалдар мен сервистерді пайдалану Қазақстан Республикасының қолданыстағы заңнамасымен реттеледі."
      ],
      "4": [
        "4.1. Сайт әкімшілігі құқылы:",
        "4.1.1. Сайтты пайдалану ережелерін өзгертуге, сондай-ақ оның мазмұнын өзгертуге. Өзгерістер Сайтта Келісімнің жаңа нұсқасы жарияланған сәттен бастап күшіне енеді.",
        "4.1.2. Пайдаланушы осы Келісім шарттарын бұзған жағдайда Сайтқа қол жеткізуді шектеуге.",
        "4.1.3. Aqmaral сайтының ақылы контентіне қол жеткізу үшін алынатын төлем мөлшерін өзгертуге. Бағаның өзгеруі төлем уақытына дейін ақылы контентке қол жеткізген Пайдаланушыларға қолданылмайды, егер Сайт әкімшілігі арнайы өзгеше шарттарды белгілемесе.",
        "4.2. Пайдаланушы құқылы:",
        "4.2.1. Тіркеу және төлем талаптарын орындағаннан кейін ақылы контентке қол жеткізуге.",
        "4.2.2. Сайтта бар барлық қызметтерді пайдалануға, сондай-ақ Сайтта ұсынылған кез келген Қызметтерді сатып алуға.",
        "4.2.3. Aqmaral қызметтеріне қатысты кез келген сұрақтар қоюға.",
        "4.2.4. Сайтты тек осы Келісімде көзделген мақсаттарда және Қазақстан Республикасының заңнамасымен тыйым салынбаған тәртіпте пайдалануға.",
        "4.3. Пайдаланушы міндетті:",
        "4.3.1. Сайт әкімшілігінің сұрауы бойынша осы Сайттың көрсететін қызметтеріне тікелей қатысы бар қосымша ақпаратты ұсынуға.",
        "4.3.2. Сайтты пайдалану кезінде авторлар мен өзге де құқық иелерінің мүліктік және мүліктік емес құқықтарын сақтауға.",
        "4.3.3. Сайттың қалыпты жұмысын бұзуы мүмкін әрекеттер жасамауға.",
        "4.3.4. Сайт арқылы кез келген құпия және Қазақстан Республикасының заңнамасымен қорғалатын ақпаратты таратпауға.",
        "4.3.5. Қорғалатын құпия ақпараттың құпиялылығын бұзуы мүмкін кез келген әрекеттерден аулақ болуға.",
        "4.3.6. Сайтты әкімшіліктің келісімінсіз жарнамалық ақпарат тарату үшін пайдаланбауға.",
        "4.3.7. Aqmaral сайтындағы қызметтерді келесі мақсаттарда пайдаланбауға:",
        "4.3.7.1. Заңсыз, үшінші тұлғалардың кез келген құқықтарын бұзатын; зорлық-зомбылықты, қатыгездікті, жеккөрушілікті және (немесе) нәсілдік, ұлттық, жыныстық, діни, әлеуметтік белгілер бойынша кемсітушілікті насихаттайтын; жалған мәліметтер және (немесе) нақты адамдарға, ұйымдарға, билік органдарына қатысты қорлау мәліметтерін қамтитын контентті жүктеу.",
        "4.3.7.2. Құқыққа қарсы әрекеттер жасауға арандату және Қазақстан Республикасының аумағында әрекет ететін шектеулер мен тыйымдарды бұзуға бағытталған адамдарға көмектесу.",
        "4.3.7.3. Кәмелетке толмағандардың құқықтарын бұзу және (немесе) оларға кез келген түрде зиян келтіру.",
        "4.3.7.4. Азшылықтардың құқықтарын кемсіту.",
        "4.3.7.5. Өзін басқа адам немесе ұйым атынан, оның ішінде осы Интернет-дүкеннің қызметкері ретінде көрсетуге заңды негізсіз.",
        "4.3.7.6. Aqmaral сайтындағы кез келген Қызметтің қасиеттері мен сипаттамалары туралы жаңылыстыратын ақпарат тарату.",
        "4.3.7.7. Қызметтерді дұрыс емес салыстыру және белгілі бір Қызметтерді пайдаланатын немесе пайдаланбайтын адамдарға қатысты жағымсыз пікір қалыптастыру.",
        "4.4. Пайдаланушыға тыйым салынады:",
        "4.4.1. Aqmaral сайтындағы мазмұнға қол жеткізу, алу, көшіру немесе бақылау үшін кез келген құрылғыларды, бағдарламаларды, алгоритмдерді және әдістерді, автоматтандырылған немесе эквивалентті қолмен процестерді пайдалану.",
        "4.4.2. Сайттың дұрыс жұмыс істеуін бұзу.",
        "4.4.3. Сайттың навигациялық құрылымын айналып өтіп, арнайы ұсынылмаған кез келген ақпаратты, құжаттарды немесе материалдарды алу немесе алуға әрекет жасау.",
        "4.4.4. Сайттың функцияларына, оған қатысты кез келген жүйелерге немесе желілерге, сондай-ақ Сайтта ұсынылатын кез келген қызметтерге рұқсатсыз қол жеткізу.",
        "4.4.5. Сайттағы немесе оған қатысты кез келген желідегі қауіпсіздік немесе аутентификация жүйесін бұзу.",
        "4.4.6. Басқа Пайдаланушы туралы кез келген ақпаратты іздеу, қадағалау немесе қадағалауға әрекет жасау.",
        "4.4.7. Сайтты және оның Мазмұнын Қазақстан Республикасының заңнамасымен тыйым салынған кез келген мақсаттарда пайдалану және заңсыз әрекеттерге арандату."
      ],

      "5": [
        "5.1. Сайт пен Сайт құрамындағы мазмұн Сайт әкімшілігінің меншігінде болып, оның басқаруында болады.",
        "5.2. Сайт мазмұны әкімшіліктің алдын ала жазбаша келісімінсіз көшірілмеуі, жарияланбауы, көшіруі, таралуы немесе ғаламдық «Интернет» желісіне орналастырылмауы тиіс.",
        "5.3. Сайт мазмұны авторлық құқықпен, тауар белгілері туралы заңдармен, сондай-ақ зияткерлік меншік құқықтарымен және әділетсіз бәсекелестікке қатысты заңнамалармен қорғалады.",
        "5.4. Сайтта ұсынылған кез келген Қызметті алу үшін Пайдаланушы тіркелгісін жасау қажет.",
        "5.5. Пайдаланушы тіркелгі деректерінің, соның ішінде құпия сөздің құпиялығын сақтауға және тіркелгі атынан жүзеге асырылатын барлық әрекеттер үшін жеке жауапкершілікке ие.",
        "5.6. Пайдаланушы тіркелгі деректерінің немесе құпия сөздің рұқсатсыз қолданылуы немесе қауіпсіздік жүйесінің басқа бұзылулары туралы дереу Сайт әкімшілігін хабардар етуі тиіс.",
        "5.7. Егер Пайдаланушының тіркелгісі 24 айдан астам үздіксіз пайдаланылмаса, Сайт әкімшілігі оны бір жақты тәртіпте жоюға құқылы, бұл туралы Пайдаланушыға хабарламайды.",
        "5.8. Осы Келісім Сайтта ұсынылған Тауарларды сатып алу және қызмет көрсетуге қатысты барлық қосымша ережелер мен шарттарға қолданылады.",
        "5.9. Сайтта орналастырылған ақпарат осы Келісімнің өзгерісі ретінде қаралмауы тиіс.",
        "5.10. Сайт әкімшілігі Пайдаланушыға хабарлама жасамай-ақ Сайтта ұсынылатын қызметтер тізіміне және (немесе) Aqmaral өнімдері мен қызметтерінің бағасына кез келген уақытта өзгерістер енгізуге құқылы."
      ],
      "6": [
        "6.1. Пайдаланушы осы Келісімнің кез келген ережесін қасақана немесе абайсыз бұзған жағдайда немесе басқа Пайдаланушының коммуникацияларына рұқсатсыз қол жеткізу салдарынан туындайтын кез келген шығындарды Сайт әкімшілігі өтемейді.",
        "6.2. Сайт әкімшілігі жауапты емес:",
        "6.2.1. Күштен тыс жағдайлардан немесе телекоммуникация, компьютер, электр және басқа байланысты жүйелердегі кез келген ақаулардан туындайтын операциялардың кешігуі немесе сәтсіздігі үшін.",
        "6.2.2. Аударым жүйелері, банктер, төлем жүйелері және олардың жұмысына байланысты кешігулер үшін.",
        "6.2.3. Пайдаланушының Сайтты пайдалану үшін қажетті техникалық құралдары болмаған жағдайда Сайттың дұрыс жұмыс істеуі үшін ешқандай міндеттемелерді орындамауға."
      ],
      "7": [
        "7.1. Сайт әкімшілігі пайдаланушы туралы жинақталған кез келген ақпаратты ашуға құқылы, егер бұл ақпаратты ашу Сайттың заңсыз пайдаланылуына қатысты тергеу немесе шағымды қарастыру немесе Сайт әкімшілігінің немесе басқа Пайдаланушылардың құқықтарын бұзуы немесе алаңдатуы мүмкін пайдаланушыны анықтау (идентификациялау) үшін қажет болса.",
        "7.2. Сайт әкімшілігі қолданыстағы заңнаманы орындау, сот шешімдерін іске асыру, осы Келісім шарттың талаптарын қамтамасыз ету, Пайдаланушылардың құқықтары мен қауіпсіздігін қорғау мақсатында қажет деп санаған кез келген ақпаратты ашуға құқылы.",
        "7.3. Егер Қазақстан Республикасының қолданыстағы заңнамасы мұндай ақпаратты ашуды талап етсе немесе рұқсат етсе, Сайт әкімшілігі Пайдаланушы туралы ақпаратты ашуға құқылы.",
        "7.4. Егер Пайдаланушы осы Келісім шартты немесе Сайтты пайдалану шарттарын бұзса, сондай-ақ Сайттың жұмысын тоқтату немесе техникалық ақаулар туындаған жағдайда, Сайт әкімшілігі Пайдаланушыны алдын ала хабарламай Сайтқа қол жеткізуді тоқтату немесе блоктау құқығына ие.",
        "7.5. Сайт әкімшілігі Пайдаланушының немесе үшінші тұлғалардың Сайтқа қол жеткізудің тоқтатылуы салдарынан туындайтын кез келген шығындар үшін жауапты болмайды."
      ],
      "8": [
        "8.1. Осы Келісім тараптары арасында туындайтын кез келген келіспеушіліктер немесе даулар бойынша сотқа жүгінер алдында міндетті түрде талап қою (дауды ерікті шешу жөніндегі жазбаша ұсыныс) жасалуы тиіс.",
        "8.2. Талапты алған тарап оны алған күннен бастап 30 күнтізбелік күн ішінде талап қоюшыға талаптың қаралу нәтижелері туралы жазбаша хабарлама жібереді.",
        "8.3. Дауды ерікті түрде шешу мүмкін болмаған жағдайда, кез келген тарап Қазақстан Республикасының қолданыстағы заңнамасына сәйкес өз құқықтарын қорғау үшін сотқа жүгінуге құқылы.",
        "8.4. Сайтты пайдалану шарттарына қатысты кез келген талап істері талап қою негіздері туындаған күннен бастап 10 жұмыс күні ішінде қойылуы тиіс, бірақ бұл авторлық құқықтарды қорғауға қатысты талаптарға қолданылмайды. Осы тармақтың талаптары бұзылған жағдайда, кез келген талап немесе талап қою негізі қолданылмайды."
      ],
      "9": [
        "9.1. Сайт әкімшілігі осы Пайдаланушылық келісімге өзгерістер енгізу бойынша Пайдаланушыдан қарсы ұсыныстар қабылдамайды.",
        "9.2. Пайдаланушы Сайтта орналастырған пікірлер құпия ақпарат болып табылмайды және оларды Сайт әкімшілігі шектеусіз пайдалана алады."
      ],
      "10": [
        "Компания: «MYRZA» ЖК",
        "Заңды мекенжайы: Z05X4T2, Қазақстан Республикасы,",
        "Астана қ., Нұра ауданы, Әбікен Бектұров к-сі, 4/1 үй",
        "БСН/ЖСН: 920518301968",
        "КБЕ: 19",
        "Электрондық пошта: info@aqmaral.com",
        "Алушы банк: «Kaspi Bank» АҚ",
        "БИК: CASPKZKA",
        "ИИК: KZ55722S000032599582"
      ]
    }
  }
}